// let ary = ["万物理论时间到流片段",
//     "生活大爆炸当生活不如意多看看，" +
//     "或许你会哭的更惨",
//     "没有选择只能面对",
//     "坠入深渊还能再爬出来吗？",
//     "每个人的梦想都有其阴暗面，就像太阳也有他自己的阴影",
//     "丧尸扑面而来，每个人都会有自私，但是我相信自私是因为有东西要守护",
//     "狭小的空间里，将人性的弱点无线放大",
//     "成长过程中受到的伤害，很多人终其一生都无法走出阴影",
//     "非自然死亡触动人心的台词",
//     "如果人生是一本书，你是会考虑读者的意见还是写自己的东西",
//     "没有人能做绝对的自我，保持善意，保持怀疑",
//     "2019年高考牛逼人物曰我是来秀操作的",
//     "如果有梦想就去捍卫，如果没有呢。。。。。。。。。",
//     "这个杀手不太冷生活总是如此~~~",
//     "有时候世界虽然是假的，但是并不缺少真心对待我们的人",
//     "雨后所有的东西都干净了！",
//     "人心其实很脆弱，所以我们要经常哄它，告诉它会好的",
//     "隐形守护者金典台词",
//     "经典剧台词—*—*八戒师傅呢？",
//     "林正英经典片段，搞笑的剧情",
//     "河神 河要入江 江湖也挡不住，有钱难买我乐意，我乐意，心中有怨，还魂借烟"]
//
//
//
//
//
// let $box = $("#videos");
// for(let i=0;i<21;i++){
//
//
//
//     let tex = $("<div class=vid><video src='../mp4/"+(i+1)+".mp4' width=90% height=100% controls autoplay></video><p>"+ary[i]+"</p></div>");
//
//     $box.append(tex);
//
// }
// $("p").css({
//     width:"90%",
//     "text-align":"center",
//     "margin-bottom":"30px",
// });

$("#condivol ol>li:odd").css("background-color", "rgba(214,214,214,0.48)")

$("img").hover(function () {
    $(this).fadeTo(300,0.8)
},function () {
    $(this).fadeTo(300,1)
});

